package kr.co.leehana.sg.model;

/**
 * Created by Hana Lee on 2015-08-12 23:01
 *
 * @author Hana Lee
 * @since 2015-08-12 23:01
 */
public class Adjective extends Word {

	public String[] getData() {
		if (data == null || data.length == 0) {
			data = new String[]{"빨간", "짧아지는", "긴", "자라나는", "준비된", "모범적인", "끓인", "돌보던", "두근거리는", "잠긴", "조이는", "나쁜", "좋은", "착한", "아름다운", "예쁜", "못생긴", "잘생긴", "우아한", "지리는", "누런", "그리오래지않은", "죽은", "살아있는", "흐르는", "부릅뜬", "흥한", "편안한", "비린", "맥빠진", "김빠진", "어두운", "아낌없는", "잠든", "빛나는", "여린", "단단한", "찢어진", "머쓱한", "뻔뻔한", "더러운", "청량한", "영롱한", "무거운", "없어질", "초현실적인", "오래된", "새로운", "낡은", "뜯어내는", "알수없는", "시작한", "주저앉는", "언제인지모를", "다행스러운", "행운의", "궁금한", "모든", "단하나의", "초연한", "내던지는", "버려지는", "버림받는", "보살펴주신", "빚을갚아나가는", "피해갈수없는", "촌스러운", "천덕꾸러기인", "부끄러운", "수치스러운", "허영에가득찬", "허세쩌는", "철없는", "난해한", "실험적인", "평면적인", "입체적인", "화려한", "잉여의", "과잉의", "매혹적인", "다채로운", "신선한", "푹푹찌는", "붉은", "새하얀", "검은", "암흑의", "칠흑같은", "새파란", "냄새나는", "악취나는", "향긋한", "마른", "말라버린", "뚱뚱한", "뼈저린", "도려낸", "얼마간의", "흘러내리는", "멀어지는", "흔들리는", "툭툭내던지는", "다리가네개인", "쏟아지는", "아슬아슬한", "오른쪽에서만", "발을멈추는", "휘몰아치는", "출렁거리는", "남아있는", "떨어져나간", "모서리에찍힌", "유인하는", "유혹하는", "참혹한", "뒤집힌", "죽어버린", "죽음의", "절망의", "희망적인", "잘게부서지는", "돌아다니는", "배회하는", "방황하는", "젊은", "늙은", "위험한", "닦지않은", "방관하는", "장애의", "미끄러지는", "건너뛰는", "더많은", "우산없는", "열어보지않은", "벽에걸어논", "문밖에있는", "아침에일어난", "인사성어두운", "말을못거는", "지속되는", "같은대문을쓰는", "작게웅크린", "주차장으로가는", "어제보다더큰", "남다른", "존재를지우는", "세우려는", "발딱선", "기죽은", "힘빠진", "의견조율이필요한", "혼돈을뚫는", "때묻은", "통과의례인", "험난한", "시적인", "지레겁먹은", "순식간에확장된", "여행한적이있는", "휘파람을부는", "나무사이로날아가는", "허를찌르는", "저무는", "의미없는몸짓의", "치워도치워도", "코가긴", "꿀빨아먹는", "척걸어둔", "니스칠한", "밤마다벽보고앉은", "반짝이는", "박힌못처럼", "잠꼬대하는", "우는소리의", "실타래를감는"};
		}
		return data;
	}
}
