package kr.co.leehana.sg.model;

/**
 * Created by Hana Lee on 2015-08-12 23:00
 *
 * @author Hana Lee
 * @since 2015-08-12 23:00
 */
public class Adverb extends Word {

	public String[] getData() {
		if (data == null || data.length == 0) {
			data = new String[]{"문득", "갑자기", "어느덧", "태연히", "스스로", "더", "저렇게", "이따위로", "그래도", "우연히", "살짝", "지금", "눈물나도록", "상큼하게", "금세", "때마침", "위에", "아래에", "너머에", "마지막", "꽉", "활짝", "꾸벅", "사방에", "또", "며칠전", "훨훨", "펄펄", "보송보송", "휘리릭", "은근슬쩍", "얼렁뚱땅", "간신히", "겨우", "기어이", "무수히", "그때서야", "그래서인지", "똑똑", "뚝뚝", "뉘엿뉘엿", "스르륵", "흔들흔들", "팩", "훽", "우웩", "자꾸", "하지만", "꿈벅꿈벅 ", "조금씩", "그럴수록", "하마터면", "우리모두", "유난히", "한없이", "다시", "어느", "한", "특히", "따뜻하게", "훗날", "그리고", "마지막으로 ", "마침내", "때마침", "항상", "언제나", "어김없이", "정말", "여러가지로", "결국", "무엇보다도", "바로", "아무에게도", "매일", "하루종일", "날마다", "매년", "매달", "검을수록", "저 ", "몇세기만에", "야호", "간간히", "가끔", "때때로", "그때문에", "그러다가", "그러던지말든지", "턱이빠져라", "아직", "그렇게", "처음", "야", "점점"};
		}
		return data;
	}
}
