package kr.co.leehana.sg.model;

/**
 * Created by Hana Lee on 2015-08-12 23:01
 *
 * @author Hana Lee
 * @since 2015-08-12 23:01
 */
public class Verb extends Word {

	public Verb() {
	}

	public String[] getData() {
		if (data == null || data.length == 0) {
			data = new String[]{"시작되었다", "끝났다", "넘는다", "걷는다", "길을잃었다", "예언한다", "몰아친다", "기어나온다", "끙끙댄다", "칭얼거린다", "삼킨다", "노을진다", "튀어오른다", "교미한다", "부르짖는다", "존다", "하품한다", "애교떤다", "교태부린다", "아첨한다", "뛰어간다", "날아오른다", "속살내비친다", "승선한다", "탑승한다", "내린다", "하차한다", "중도하차한다", "멈춘다", "멈칫한다", "알아맞춘다", "줄지어섰다", "가지런하다", "입을맞춘다", "고백한다", "쓰다듬는다", "쪼갠다", "내리친다", "휘몰아친다", "집어넣는다", "들쑤신다", "짓이긴다", "파괴한다", "부서진다", "흩어진다", "날아간다", "증발한다", "희미해진다", "증명한다", "배개에얼굴을묻는다", "잠을설친다", "횡설수설한다", "무능력하다", "문을연다", "참신하다", "참하다", "열변을토한다", "배설한다", "점친다", "애를밴다", "애를낳는다", "똥을싼다", "찢어버린다", "쓰레기통에던져넣는다", "쓰레기통을집어찬다", "밥상을뒤집는다", "다혈질이다", "광기를부린다", "굉음을낸다", "소리를지른다", "구조를요청한다", "외롭다", "무식하다", "빛난다", "흔적을찾는다", "목줄을쥐고흔든다", "코를틀어막는다", "폭로한다", "문을연다", "벽을민다", "빠져나간다", "공전한다", "자전한다", "동네를한바퀴돈다", "하나들인다", "하나장만한다", "실없이웃는다", "씰룩거린다", "으쓱했다", "밀어넣는다", "젓는다", "들어와앉았다", "휴일이없다", "느긋하게먹는다", "맨아래에있다", "두리번거린다", "스스로키운다", "놀라지않는다", "자기소리에놀란다", "소스라치게놀란다", "방구낀다", "똥눈다", "오줌눈다", "쉬마렵다", "윙크한다", "안심한다", "푸드득날아간다", "따위는없다", "창문을통과한다", "부끄러웠다", "한번도펼치지않았다", "유일한약점이다", "밑줄을긋는다", "미안해했다", "입는다", "지도를읽지못한다", "귀가어둡다", "말기를못알아듣는다", "일찍시들었다", "휴가갔다", "바캉스떠났다", "비행기태운다", "마주치지않았다", "왔다", "갔다", "찰랑거린다", "방향감각이없다", "혼자뚝떨어져있다", "숨이끊어지려한다", "가문의기둥이다", "지금만삭이다", "와글와글하다", "엉겨붙는다", "서글퍼진다", "여물고있다", "마지막이다", "견디고있다", "재개발들어간다", "초대받지못했다", "유일하다", "둘러쌌다", "에워쌌다", "무허가주택에산다", "껍질을깐다", "아이스케키한다", "치마를들춘다", "칼질을한다", "난도질을한다", "수줍다", "눈물겹다", "정을뗀다", "글러먹었다", "꿈꾼다", "떠올린다", "추억한다", "아른거린다", "막막하다", "무력하다", "말했다 ", "노래한다", "부른다", "먹는다", "씹는다", "들이킨다", "사고판다", "거래한다", "계약한다", "계약서를찢는다", "계약파기한다", "승소했다", "패소했다", "물러난다", "돌진한다", "진격한다", "이때뿐이다", "말뿐이다", "앞뒤가다르다", "겉과속이다르다", "위선적이다", "기만한다", "거짓말한다", "속였다", "기대한다", "겉치레한다", "훑고간다", "핥는다", "찝적거린다", "찝찝하다", "끈적거린다", "쩍쩍달라붙는다", "멀기만하다", "다시등을켠다", "전원이들어온다", "달려간다", "들려온다", "메아리친다", "불러본다", "추궁한다", "배달한다", "비에젖는다", "빨래한다", "세탁한다", "퍼덕거린다", "문을닫는다", "망했다", "관둔다", "짤랑거린다", "노려본다", "악착같다", "달라붙는다", "윙윙거린다", "부어오른다", "진화한다", "번식한다", "만연하다", "문제다", "답이없다", "따라간다", "고장났다", "반시계방향으로돈다", "손에넣는다", "두근거린다", "입에넣고씹는다", "뾰족해진다", "명퇴당한다", "실직했다", "배회한다", "구천을떠돈다", "신내림을받는다", "굿을한다", "재부팅한다", "다운받는다", "로그아웃한다", "굿을한다", "돈지랄한다", "돈잔치한다", "그럴줄알았다", "뻔하다", "허공에젓는다", "행렬을이룬다", "얼어죽는다", "일찌감치포기한다", "스토킹한다", "점찍는다", "구애한다", "청혼한다", "껴안는다", "입을맞춘다", "첫날밤을보낸다", "소감을말한다", "은밀하다", "눌러앉더군", "눈도꿈쩍하지않는다", "구라다", "속이베베꼬였다", "배알이꼴린다", "꼴린다", "아직도안보인다", "귀신이곡할노릇이네", "뚝그쳐", "아니잖아요", "기름냄새가났다", "파고들었다", "고름이났다", "툭툭끊어졌다", "부풀어올랐다", "올라탔다", "뒤로했다", "말렸다", "되돌아왔다", "연주했다", "읽어낸다", "내려앉는날", "놀라곤했다", "잊혀졌다", "넋두리했다", "망각했다", "슬퍼졌다", "둘둘감았다", "집착했다", "가로지른다", "빠져나온다", "작아진다", "틈을비집는다", "꿈을꾼다", "꿈틀거린다", "눈물을훔친다", "털어낸다", "쉰다", "촉촉하다", "싱그럽다", "시끄럽다", "조용하다", "적막하다", "그득하다", "저리맑은가", "어깨를툭친다", "물구나무섰다"};
		}
		return data;
	}
}
